Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The background backup queue could not be saved: %@
ar: تعذر حفظ قائمة انتظار النسخ الاحتياطي في الخلفية: %@
bg: Опашката за фоново архивиране не можа да бъде запазена: %@
bn: পটভূমির ব্যাকআপ সারি সংরক্ষণ করা যায়নি: %@
ca: No s'ha pogut desar la cua de còpies de seguretat en segon pla: %@
cs: Frontu zálohování na pozadí se nepodařilo uložit: %@
da: Køen til sikkerhedskopiering i baggrunden kunne ikke gemmes: %@
de: Die Warteschlange für die Hintergrundsicherung konnte nicht gespeichert werden: %@
el: Δεν ήταν δυνατή η αποθήκευση της ουράς αντιγράφων ασφαλείας στο παρασκήνιο: %@
es: No se ha podido guardar la cola de copias de seguridad en segundo plano: %@
fa: صف پشتیبان‌گیری پس‌زمینه ذخیره نشد: %@
fi: Taustavarmuuskopioinnin jonoa ei voitu tallentaa: %@
fr: La file de sauvegarde en arrière-plan n’a pas pu être enregistrée : %@
he: לא ניתן לשמור את תור הגיבוי ברקע: %@
hi: बैकग्राउंड बैकअप कतार सहेजी नहीं जा सकी: %@
hr: Red čekanja za pozadinsko sigurnosno kopiranje nije moguće spremiti: %@
hu: Nem sikerült menteni a háttérben futó biztonsági mentés várólistáját: %@
id: Antrean pencadangan latar belakang tidak dapat disimpan: %@
it: Impossibile salvare la coda del backup in background: %@
ja: バックグラウンドのバックアップキューを保存できませんでした：%@
kk: Фондық сақтық көшірме кезегін сақтау мүмкін болмады: %@
ko: 백그라운드 백업 대기열을 저장할 수 없습니다: %@
lt: Nepavyko išsaugoti foninių atsarginių kopijų eilės: %@
ms: Baris gilir sandaran latar belakang tidak dapat disimpan: %@
nb: Køen for sikkerhetskopiering i bakgrunnen kunne ikke lagres: %@
nl: De wachtrij voor back-ups op de achtergrond kon niet worden bewaard: %@
pl: Nie można zapisać kolejki kopii zapasowej w tle: %@
pt: Não foi possível guardar a fila de cópias de segurança em segundo plano: %@
ro: Coada copiilor de siguranță din fundal nu a putut fi salvată: %@
ru: Не удалось сохранить очередь фонового резервного копирования: %@
sk: Rad zálohovania na pozadí sa nepodarilo uložiť: %@
sl: Čakalne vrste varnostnega kopiranja v ozadju ni bilo mogoče shraniti: %@
sv: Det gick inte att spara kön för säkerhetskopiering i bakgrunden: %@
th: ไม่สามารถบันทึกคิวการสำรองข้อมูลเบื้องหลังได้: %@
tr: Arka plan yedekleme sırası kaydedilemedi: %@
uk: Не вдалося зберегти чергу фонового резервного копіювання: %@
vi: Không thể lưu hàng đợi sao lưu nền: %@
zh_hans: 无法存储后台备份队列：%@
zh_hant: 無法儲存背景備份佇列：%@

source: The copy on this device will be removed. The photo stays on your server.
ar: ستتم إزالة النسخة الموجودة على هذا الجهاز. ستبقى الصورة على خادمك.
bg: Копието на това устройство ще бъде премахнато. Снимката ще остане на сървъра.
bn: এই ডিভাইসের কপিটি সরানো হবে। ছবিটি আপনার সার্ভারে থাকবে।
ca: S'eliminarà la còpia d'aquest dispositiu. La foto continuarà al servidor.
cs: Kopie v tomto zařízení bude odebrána. Fotka zůstane na serveru.
da: Kopien på denne enhed fjernes. Fotoet forbliver på din server.
de: Die Kopie auf diesem Gerät wird entfernt. Das Foto bleibt auf deinem Server.
el: Το αντίγραφο σε αυτή τη συσκευή θα αφαιρεθεί. Η φωτογραφία θα παραμείνει στον διακομιστή σας.
es: La copia de este dispositivo se eliminará. La foto permanecerá en el servidor.
fa: نسخه موجود در این دستگاه برداشته می‌شود. عکس در سرور شما می‌ماند.
fi: Tällä laitteella oleva kopio poistetaan. Kuva säilyy palvelimellasi.
fr: La copie sur cet appareil sera supprimée. La photo restera sur votre serveur.
he: העותק במכשיר הזה יוסר. התמונה תישאר בשרת שלכם.
hi: इस डिवाइस की कॉपी निकाल दी जाएगी। फ़ोटो आपके सर्वर पर रहेगी।
hr: Kopija na ovom uređaju bit će uklonjena. Fotografija ostaje na poslužitelju.
hu: Az eszközön lévő példány el lesz távolítva. A fotó a szerveren marad.
id: Salinan di perangkat ini akan dihapus. Foto tetap berada di server Anda.
it: La copia su questo dispositivo verrà rimossa. La foto resterà sul server.
ja: このデバイス上のコピーは削除されます。写真はサーバーに残ります。
kk: Осы құрылғыдағы көшірме жойылады. Фотосурет серверіңізде қалады.
ko: 이 기기의 복사본이 제거됩니다. 사진은 서버에 남아 있습니다.
lt: Kopija šiame įrenginyje bus pašalinta. Nuotrauka liks jūsų serveryje.
ms: Salinan pada peranti ini akan dikeluarkan. Foto kekal pada pelayan anda.
nb: Kopien på denne enheten fjernes. Bildet blir værende på serveren.
nl: De kopie op dit apparaat wordt verwijderd. De foto blijft op je server staan.
pl: Kopia na tym urządzeniu zostanie usunięta. Zdjęcie pozostanie na serwerze.
pt: A cópia neste dispositivo será removida. A foto permanecerá no servidor.
ro: Copia de pe acest dispozitiv va fi eliminată. Fotografia rămâne pe server.
ru: Копия на этом устройстве будет удалена. Фотография останется на сервере.
sk: Kópia v tomto zariadení sa odstráni. Fotografia zostane na serveri.
sl: Kopija v tej napravi bo odstranjena. Fotografija bo ostala v strežniku.
sv: Kopian på den här enheten tas bort. Fotot finns kvar på servern.
th: สำเนาบนอุปกรณ์นี้จะถูกนำออก รูปภาพจะยังคงอยู่บนเซิร์ฟเวอร์
tr: Bu cihazdaki kopya kaldırılacak. Fotoğraf sunucunuzda kalır.
uk: Копію на цьому пристрої буде вилучено. Фото залишиться на вашому сервері.
vi: Bản sao trên thiết bị này sẽ bị gỡ. Ảnh vẫn còn trên máy chủ của bạn.
zh_hans: 此设备上的副本将被移除。照片会保留在服务器上。
zh_hant: 此裝置上的副本將被移除。相片會保留在伺服器上。

source: The Immich server returned an invalid response.
ar: أعاد خادم Immich استجابة غير صالحة.
bg: Immich сървърът върна невалиден отговор.
bn: Immich সার্ভার একটি অবৈধ প্রতিক্রিয়া দিয়েছে।
ca: El servidor Immich ha retornat una resposta no vàlida.
cs: Server Immich vrátil neplatnou odpověď.
da: Immich-serveren returnerede et ugyldigt svar.
de: Der Immich-Server hat eine ungültige Antwort zurückgegeben.
el: Ο διακομιστής Immich επέστρεψε μη έγκυρη απόκριση.
es: El servidor Immich ha devuelto una respuesta no válida.
fa: سرور Immich پاسخ نامعتبری برگرداند.
fi: Immich-palvelin palautti virheellisen vastauksen.
fr: Le serveur Immich a renvoyé une réponse non valide.
he: שרת Immich החזיר תגובה לא תקינה.
hi: Immich सर्वर ने अमान्य प्रतिक्रिया दी।
hr: Immich poslužitelj vratio je nevažeći odgovor.
hu: Az Immich-szerver érvénytelen választ adott.
id: Server Immich mengembalikan respons yang tidak valid.
it: Il server Immich ha restituito una risposta non valida.
ja: Immichサーバーから無効な応答が返されました。
kk: Immich сервері жарамсыз жауап қайтарды.
ko: Immich 서버가 올바르지 않은 응답을 반환했습니다.
lt: Immich serveris pateikė netinkamą atsakymą.
ms: Pelayan Immich mengembalikan respons yang tidak sah.
nb: Immich-serveren returnerte et ugyldig svar.
nl: De Immich-server heeft een ongeldig antwoord geretourneerd.
pl: Serwer Immich zwrócił nieprawidłową odpowiedź.
pt: O servidor Immich devolveu uma resposta inválida.
ro: Serverul Immich a returnat un răspuns nevalid.
ru: Сервер Immich вернул недопустимый ответ.
sk: Server Immich vrátil neplatnú odpoveď.
sl: Strežnik Immich je vrnil neveljaven odgovor.
sv: Immich-servern returnerade ett ogiltigt svar.
th: เซิร์ฟเวอร์ Immich ส่งคืนการตอบกลับที่ไม่ถูกต้อง
tr: Immich sunucusu geçersiz bir yanıt döndürdü.
uk: Сервер Immich повернув недійсну відповідь.
vi: Máy chủ Immich trả về phản hồi không hợp lệ.
zh_hans: Immich 服务器返回了无效响应。
zh_hant: Immich 伺服器傳回了無效的回應。

source: The local copy will be removed. The photo stays on your server.
ar: ستتم إزالة النسخة المحلية. ستبقى الصورة على خادمك.
bg: Локалното копие ще бъде премахнато. Снимката ще остане на сървъра.
bn: স্থানীয় কপিটি সরানো হবে। ছবিটি আপনার সার্ভারে থাকবে।
ca: S'eliminarà la còpia local. La foto continuarà al servidor.
cs: Místní kopie bude odebrána. Fotka zůstane na serveru.
da: Den lokale kopi fjernes. Fotoet forbliver på din server.
de: Die lokale Kopie wird entfernt. Das Foto bleibt auf deinem Server.
el: Το τοπικό αντίγραφο θα αφαιρεθεί. Η φωτογραφία θα παραμείνει στον διακομιστή σας.
es: La copia local se eliminará. La foto permanecerá en el servidor.
fa: نسخه محلی برداشته می‌شود. عکس در سرور شما می‌ماند.
fi: Paikallinen kopio poistetaan. Kuva säilyy palvelimellasi.
fr: La copie locale sera supprimée. La photo restera sur votre serveur.
he: העותק המקומי יוסר. התמונה תישאר בשרת שלכם.
hi: स्थानीय कॉपी निकाल दी जाएगी। फ़ोटो आपके सर्वर पर रहेगी।
hr: Lokalna kopija bit će uklonjena. Fotografija ostaje na poslužitelju.
hu: A helyi példány el lesz távolítva. A fotó a szerveren marad.
id: Salinan lokal akan dihapus. Foto tetap berada di server Anda.
it: La copia locale verrà rimossa. La foto resterà sul server.
ja: ローカルのコピーは削除されます。写真はサーバーに残ります。
kk: Жергілікті көшірме жойылады. Фотосурет серверіңізде қалады.
ko: 로컬 복사본이 제거됩니다. 사진은 서버에 남아 있습니다.
lt: Vietinė kopija bus pašalinta. Nuotrauka liks jūsų serveryje.
ms: Salinan setempat akan dikeluarkan. Foto kekal pada pelayan anda.
nb: Den lokale kopien fjernes. Bildet blir værende på serveren.
nl: De lokale kopie wordt verwijderd. De foto blijft op je server staan.
pl: Kopia lokalna zostanie usunięta. Zdjęcie pozostanie na serwerze.
pt: A cópia local será removida. A foto permanecerá no servidor.
ro: Copia locală va fi eliminată. Fotografia rămâne pe server.
ru: Локальная копия будет удалена. Фотография останется на сервере.
sk: Lokálna kópia sa odstráni. Fotografia zostane na serveri.
sl: Lokalna kopija bo odstranjena. Fotografija bo ostala v strežniku.
sv: Den lokala kopian tas bort. Fotot finns kvar på servern.
th: สำเนาในเครื่องจะถูกนำออก รูปภาพจะยังคงอยู่บนเซิร์ฟเวอร์
tr: Yerel kopya kaldırılacak. Fotoğraf sunucunuzda kalır.
uk: Локальну копію буде вилучено. Фото залишиться на вашому сервері.
vi: Bản sao cục bộ sẽ bị gỡ. Ảnh vẫn còn trên máy chủ của bạn.
zh_hans: 本地副本将被移除。照片会保留在服务器上。
zh_hant: 本機副本將被移除。相片會保留在伺服器上。

source: The motion part of this Live Photo could not be read.
ar: تعذرت قراءة الجزء المتحرك من Live Photo هذه.
bg: Движещата се част на тази Live Photo не можа да бъде прочетена.
bn: এই Live Photo-এর গতিশীল অংশটি পড়া যায়নি।
ca: No s'ha pogut llegir la part en moviment d'aquesta Live Photo.
cs: Pohyblivou část této Live Photo se nepodařilo načíst.
da: Bevægelsesdelen af dette Live Photo kunne ikke læses.
de: Der Bewegungsteil dieses Live Photo konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του κινούμενου μέρους αυτού του Live Photo.
es: No se ha podido leer la parte en movimiento de esta Live Photo.
fa: بخش متحرک این Live Photo خوانده نشد.
fi: Tämän Live Photo -kuvan liikkuvaa osaa ei voitu lukea.
fr: La partie animée de cette Live Photo n’a pas pu être lue.
he: לא ניתן לקרוא את חלק התנועה של ה-Live Photo הזה.
hi: इस Live Photo का मोशन भाग पढ़ा नहीं जा सका।
hr: Pokretni dio ove Live Photo fotografije nije moguće pročitati.
hu: A Live Photo mozgó része nem olvasható.
id: Bagian gerakan dari Live Photo ini tidak dapat dibaca.
it: Impossibile leggere la parte in movimento di questa Live Photo.
ja: このLive Photoのモーション部分を読み込めませんでした。
kk: Осы Live Photo файлының қозғалыс бөлігін оқу мүмкін болмады.
ko: 이 Live Photo의 동영상 부분을 읽을 수 없습니다.
lt: Nepavyko perskaityti šios Live Photo judančios dalies.
ms: Bahagian gerakan Live Photo ini tidak dapat dibaca.
nb: Bevegelsesdelen av dette Live Photo kunne ikke leses.
nl: Het bewegende gedeelte van deze Live Photo kon niet worden gelezen.
pl: Nie można odczytać ruchomej części tego Live Photo.
pt: Não foi possível ler a parte em movimento desta Live Photo.
ro: Componenta video a acestei Live Photo nu a putut fi citită.
ru: Не удалось прочитать видеочасть этой Live Photo.
sk: Pohyblivú časť tejto Live Photo sa nepodarilo načítať.
sl: Gibljivega dela te Live Photo ni bilo mogoče prebrati.
sv: Det gick inte att läsa videodelen av denna Live Photo.
th: ไม่สามารถอ่านส่วนที่เคลื่อนไหวของ Live Photo นี้ได้
tr: Bu Live Photo'nun hareketli bölümü okunamadı.
uk: Не вдалося прочитати рухому частину цього Live Photo.
vi: Không thể đọc phần chuyển động của Live Photo này.
zh_hans: 无法读取此实况照片的动态部分。
zh_hant: 無法讀取此原況照片的動態部分。

source: The original file is still downloading from iCloud.
ar: لا يزال الملف الأصلي قيد التنزيل من iCloud.
bg: Оригиналният файл все още се изтегля от iCloud.
bn: মূল ফাইলটি এখনও iCloud থেকে ডাউনলোড হচ্ছে।
ca: El fitxer original encara s'està baixant de l'iCloud.
cs: Původní soubor se stále stahuje z iCloudu.
da: Den originale fil downloades stadig fra iCloud.
de: Die Originaldatei wird noch aus iCloud geladen.
el: Το πρωτότυπο αρχείο εξακολουθεί να λαμβάνεται από το iCloud.
es: El archivo original aún se está descargando de iCloud.
fa: فایل اصلی همچنان از iCloud دریافت می‌شود.
fi: Alkuperäistä tiedostoa ladataan yhä iCloudista.
fr: Le fichier original est toujours en cours de téléchargement depuis iCloud.
he: הקובץ המקורי עדיין יורד מ-iCloud.
hi: मूल फ़ाइल अभी भी iCloud से डाउनलोड हो रही है।
hr: Izvorna datoteka još se preuzima s iClouda.
hu: Az eredeti fájl letöltése az iCloud szolgáltatásból még folyamatban van.
id: File asli masih diunduh dari iCloud.
it: Il download del file originale da iCloud è ancora in corso.
ja: オリジナルファイルをiCloudからダウンロード中です。
kk: Түпнұсқа файл әлі iCloud қызметінен жүктеп алынуда.
ko: 원본 파일을 아직 iCloud에서 다운로드하고 있습니다.
lt: Originalus failas vis dar siunčiamas iš iCloud.
ms: Fail asal masih dimuat turun daripada iCloud.
nb: Originalfilen lastes fortsatt ned fra iCloud.
nl: Het originele bestand wordt nog gedownload uit iCloud.
pl: Oryginalny plik jest nadal pobierany z iCloud.
pt: O ficheiro original ainda está a ser transferido do iCloud.
ro: Fișierul original încă se descarcă din iCloud.
ru: Оригинал файла все еще загружается из iCloud.
sk: Originálny súbor sa stále sťahuje zo služby iCloud.
sl: Izvirna datoteka se še vedno prenaša iz storitve iCloud.
sv: Originalfilen hämtas fortfarande från iCloud.
th: ไฟล์ต้นฉบับยังคงดาวน์โหลดจาก iCloud อยู่
tr: Özgün dosya hâlâ iCloud'dan indiriliyor.
uk: Оригінальний файл усе ще завантажується з iCloud.
vi: Tệp gốc vẫn đang được tải xuống từ iCloud.
zh_hans: 仍在从 iCloud 下载原始文件。
zh_hant: 仍在從 iCloud 下載原始檔。

source: The photo could not be loaded for editing.
ar: تعذر تحميل الصورة لتحريرها.
bg: Снимката не можа да бъде заредена за редактиране.
bn: সম্পাদনার জন্য ছবিটি লোড করা যায়নি।
ca: No s'ha pogut carregar la foto per editar-la.
cs: Fotku se nepodařilo načíst k úpravám.
da: Fotoet kunne ikke indlæses til redigering.
de: Das Foto konnte nicht zur Bearbeitung geladen werden.
el: Δεν ήταν δυνατή η φόρτωση της φωτογραφίας για επεξεργασία.
es: No se ha podido cargar la foto para editarla.
fa: بارگیری عکس برای ویرایش ممکن نبود.
fi: Kuvaa ei voitu ladata muokattavaksi.
fr: La photo n’a pas pu être chargée pour être modifiée.
he: לא ניתן לטעון את התמונה לעריכה.
hi: फ़ोटो संपादन के लिए लोड नहीं की जा सकी।
hr: Fotografiju nije moguće učitati za uređivanje.
hu: Nem sikerült betölteni a fotót szerkesztéshez.
id: Foto tidak dapat dimuat untuk diedit.
it: Impossibile caricare la foto per la modifica.
ja: 編集する写真を読み込めませんでした。
kk: Фотосуретті өңдеу үшін жүктеу мүмкін болмады.
ko: 편집할 사진을 불러올 수 없습니다.
lt: Nepavyko įkelti nuotraukos redaguoti.
ms: Foto tidak dapat dimuatkan untuk diedit.
nb: Bildet kunne ikke lastes inn for redigering.
nl: De foto kon niet worden geladen om te bewerken.
pl: Nie można wczytać zdjęcia do edycji.
pt: Não foi possível carregar a foto para edição.
ro: Fotografia nu a putut fi încărcată pentru editare.
ru: Не удалось загрузить фотографию для редактирования.
sk: Fotografiu sa nepodarilo načítať na úpravy.
sl: Fotografije ni bilo mogoče naložiti za urejanje.
sv: Det gick inte att ladda fotot för redigering.
th: ไม่สามารถโหลดรูปภาพเพื่อแก้ไขได้
tr: Fotoğraf düzenleme için yüklenemedi.
uk: Не вдалося завантажити фото для редагування.
vi: Không thể tải ảnh để chỉnh sửa.
zh_hans: 无法载入照片进行编辑。
zh_hant: 無法載入相片進行編輯。

source: The photo part of this Live Photo could not be read.
ar: تعذرت قراءة جزء الصورة من Live Photo هذه.
bg: Фото частта на тази Live Photo не можа да бъде прочетена.
bn: এই Live Photo-এর ছবির অংশটি পড়া যায়নি।
ca: No s'ha pogut llegir la part fotogràfica d'aquesta Live Photo.
cs: Fotografickou část této Live Photo se nepodařilo načíst.
da: Fotodelen af dette Live Photo kunne ikke læses.
de: Der Fototeil dieses Live Photo konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του φωτογραφικού μέρους αυτού του Live Photo.
es: No se ha podido leer la parte fotográfica de esta Live Photo.
fa: بخش عکس این Live Photo خوانده نشد.
fi: Tämän Live Photo -kuvan kuvaosaa ei voitu lukea.
fr: La partie photo de cette Live Photo n’a pas pu être lue.
he: לא ניתן לקרוא את חלק התמונה של ה-Live Photo הזה.
hi: इस Live Photo का फ़ोटो भाग पढ़ा नहीं जा सका।
hr: Fotografski dio ove Live Photo fotografije nije moguće pročitati.
hu: A Live Photo fotórésze nem olvasható.
id: Bagian foto dari Live Photo ini tidak dapat dibaca.
it: Impossibile leggere la parte fotografica di questa Live Photo.
ja: このLive Photoの写真部分を読み込めませんでした。
kk: Осы Live Photo файлының фотосурет бөлігін оқу мүмкін болмады.
ko: 이 Live Photo의 사진 부분을 읽을 수 없습니다.
lt: Nepavyko perskaityti šios Live Photo nuotraukos dalies.
ms: Bahagian foto Live Photo ini tidak dapat dibaca.
nb: Bildedelen av dette Live Photo kunne ikke leses.
nl: Het fotogedeelte van deze Live Photo kon niet worden gelezen.
pl: Nie można odczytać części zdjęciowej tego Live Photo.
pt: Não foi possível ler a parte fotográfica desta Live Photo.
ro: Componenta foto a acestei Live Photo nu a putut fi citită.
ru: Не удалось прочитать фоточасть этой Live Photo.
sk: Fotografickú časť tejto Live Photo sa nepodarilo načítať.
sl: Fotografskega dela te Live Photo ni bilo mogoče prebrati.
sv: Det gick inte att läsa bilddelen av denna Live Photo.
th: ไม่สามารถอ่านส่วนรูปภาพของ Live Photo นี้ได้
tr: Bu Live Photo'nun fotoğraf bölümü okunamadı.
uk: Не вдалося прочитати частину з фото цього Live Photo.
vi: Không thể đọc phần ảnh của Live Photo này.
zh_hans: 无法读取此实况照片的静态照片部分。
zh_hant: 無法讀取此原況照片的靜態相片部分。

source: The photos stay in your library; only the link stops working.
ar: ستبقى الصور في مكتبتك؛ سيتوقف الرابط فقط عن العمل.
bg: Снимките остават в библиотеката ви; само връзката спира да работи.
bn: ছবিগুলো আপনার লাইব্রেরিতে থাকবে; শুধু লিঙ্কটি কাজ করা বন্ধ করবে।
ca: Les fotos continuaran a la fototeca; només deixarà de funcionar l'enllaç.
cs: Fotky zůstanou ve vaší knihovně, přestane fungovat pouze odkaz.
da: Fotoene forbliver i dit bibliotek. Det er kun linket, der holder op med at virke.
de: Die Fotos bleiben in deiner Mediathek. Nur der Link funktioniert nicht mehr.
el: Οι φωτογραφίες παραμένουν στη βιβλιοθήκη σας. Μόνο ο σύνδεσμος παύει να λειτουργεί.
es: Las fotos permanecerán en tu fototeca; solo dejará de funcionar el enlace.
fa: عکس‌ها در کتابخانه می‌مانند؛ فقط پیوند از کار می‌افتد.
fi: Kuvat säilyvät kirjastossasi. Vain linkki lakkaa toimimasta.
fr: Les photos restent dans votre photothèque ; seul le lien cesse de fonctionner.
he: התמונות יישארו בספרייה שלכם; רק הקישור יפסיק לפעול.
hi: फ़ोटो आपकी लाइब्रेरी में रहेंगी; केवल लिंक काम करना बंद करेगा।
hr: Fotografije ostaju u vašoj fototeci; samo poveznica prestaje raditi.
hu: A fotók a könyvtárában maradnak; csak a hivatkozás szűnik meg működni.
id: Foto tetap berada di perpustakaan Anda; hanya tautannya yang berhenti berfungsi.
it: Le foto restano nella tua libreria; solo il link smetterà di funzionare.
ja: 写真はライブラリに残り、リンクのみが無効になります。
kk: Фотосуреттер кітапханаңызда қалады; тек сілтеме жұмысын тоқтатады.
ko: 사진은 보관함에 남아 있으며 링크만 작동하지 않게 됩니다.
lt: Nuotraukos lieka bibliotekoje; nustoja veikti tik nuoroda.
ms: Foto kekal dalam pustaka anda; hanya pautan akan berhenti berfungsi.
nb: Bildene blir værende i biblioteket. Bare lenken slutter å virke.
nl: De foto's blijven in je bibliotheek; alleen de link werkt niet meer.
pl: Zdjęcia pozostaną w bibliotece; tylko link przestanie działać.
pt: As fotos permanecem na sua biblioteca; apenas a ligação deixa de funcionar.
ro: Fotografiile rămân în bibliotecă; numai linkul nu va mai funcționa.
ru: Фотографии останутся в медиатеке; перестанет работать только ссылка.
sk: Fotografie zostanú v knižnici, prestane fungovať iba odkaz.
sl: Fotografije ostanejo v knjižnici; preneha delovati samo povezava.
sv: Fotona finns kvar i biblioteket. Det är bara länken som slutar fungera.
th: รูปภาพจะยังคงอยู่ในคลังของคุณ มีเพียงลิงก์เท่านั้นที่จะหยุดทำงาน
tr: Fotoğraflar arşivinizde kalır; yalnızca bağlantı çalışmayı durdurur.
uk: Фото залишаться у вашій медіатеці; перестане працювати лише посилання.
vi: Ảnh vẫn còn trong thư viện; chỉ có liên kết ngừng hoạt động.
zh_hans: 照片会保留在图库中；只有链接将停止工作。
zh_hant: 相片會保留在圖庫中；只有連結將停止運作。

source: The photos will stay in your library.
ar: ستبقى الصور في مكتبتك.
bg: Снимките ще останат в библиотеката ви.
bn: ছবিগুলো আপনার লাইব্রেরিতে থাকবে।
ca: Les fotos continuaran a la fototeca.
cs: Fotky zůstanou ve vaší knihovně.
da: Fotoene forbliver i dit bibliotek.
de: Die Fotos bleiben in deiner Mediathek.
el: Οι φωτογραφίες θα παραμείνουν στη βιβλιοθήκη σας.
es: Las fotos permanecerán en tu fototeca.
fa: عکس‌ها در کتابخانه شما می‌مانند.
fi: Kuvat säilyvät kirjastossasi.
fr: Les photos resteront dans votre photothèque.
he: התמונות יישארו בספרייה שלכם.
hi: फ़ोटो आपकी लाइब्रेरी में रहेंगी।
hr: Fotografije će ostati u vašoj fototeci.
hu: A fotók a könyvtárában maradnak.
id: Foto akan tetap berada di perpustakaan Anda.
it: Le foto resteranno nella tua libreria.
ja: 写真はライブラリに残ります。
kk: Фотосуреттер кітапханаңызда қалады.
ko: 사진은 보관함에 남아 있습니다.
lt: Nuotraukos liks jūsų bibliotekoje.
ms: Foto akan kekal dalam pustaka anda.
nb: Bildene blir værende i biblioteket.
nl: De foto's blijven in je bibliotheek.
pl: Zdjęcia pozostaną w bibliotece.
pt: As fotos permanecerão na sua biblioteca.
ro: Fotografiile vor rămâne în bibliotecă.
ru: Фотографии останутся в медиатеке.
sk: Fotografie zostanú vo vašej knižnici.
sl: Fotografije bodo ostale v knjižnici.
sv: Fotona finns kvar i biblioteket.
th: รูปภาพจะยังคงอยู่ในคลังของคุณ
tr: Fotoğraflar arşivinizde kalacak.
uk: Фото залишаться у вашій медіатеці.
vi: Ảnh sẽ vẫn còn trong thư viện.
zh_hans: 照片会保留在图库中。
zh_hant: 相片會保留在圖庫中。
